Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaopetuspilotin_toimintamallin_arviointi_valmistunut_-_tulosten_julkistamistilaisuus_jarjestetaan_utsjoella_18_1_2023.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäopetuspilotin toimintamallin arviointi valmistunut – tulosten julkistamistilaisuus järjestetään Utsjoella 18.1.2023
smn: Sämikielâi káidusmáttááttâs piiloothaavâ toimâmmaali árvuštâllâm lii valmâštum – puátusij almostittemtilálâšvuotâ uárnejuvvoo Ucjuuvâst 18.1.2023

source: Utsjoen kunnan ja Saamelaiskäräjien yhteisen Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen toimintamallin arviointi on valmistunut, ja tulosten julkistamistilaisuus järjestetään 18.1.2023 Utsjoella.
smn: Ucjuv kieldâ já Sämitige ohtsii Sämikielâi káidusmáttááttâs piiloothaavâ toimâmaali árvuštâllâm lii valmâštum, já puátusij almostittemtilálâšvuotâ uárnejuvvoo 18.1.2023 Ucjuuvâst.

source: Kansallinen koulutuksen arviointikeskus, Karvi, on toteuttanut saamen kielten (pohjoissaame, inarinsaame, koltansaame) opetusta järjestävän etäopetuspilotin arvioinnin vuonna 2022.
smn: Aalmuglâš škovlim árvuštâllâmkuávdáš, Karvi, lii olášuttâm sämikielâi (tavesämi-, anarâš- já nuorttâlâškielâ) máttááttâs káidusmáttááttâspiiloot árvuštâllâm ive 2022.

source: Arvioinnissa on selvitetty elokuussa 2018 alkaneen etäopetuspilotin toimivuutta opetuksen järjestäjän, koulujen, opettajien ja oppilaiden näkökulmasta.
smn: Árvuštâlmist láá selvâttâm porgemáánust 2018 álgám káidusmáttááttâspiiloot toimâm máttááttâs uárnejeijee, škoovlâi, máttáátteijei já uáppei uáinust.

source: Kerätyn aineiston pohjalta Karvi on laatinut yhteenvetoraportin toimintamallin jatkamisen pohtimiseksi.
smn: Nurrum amnâstuv vuáđuld Karvi lii ráhtám čuákánkiäsuraapoort toimâmmaali juátkim suogârdâlmân.

source: Tulosten julkistamistilaisuus järjestetään Utsjokisuun koululla keskiviikkona 18.1.2023 klo 16.00–19.00.
smn: Puátusij almostittemtilálâšvuotâ uárnejuvvoo Ucjuvnjäälmi škoovlâst koskoho 18.1.2023 tme 16.00–19.00.

source: Tilaisuuteen ilmoittaudutaan 10.1.2023 mennessä: https://link.webropolsurveys.com/S/411B1A5230C8A64F .
smn: Tilálâšvuotân almottâttâm majemustáá 10.1.2023 https://link.webropolsurveys.com/S/411B1A5230C8A64F .

source: Tulosten julkistamistilaisuutta voi seurata myös etäyhteyksin Teamsin välityksellä: Liity kokoukseen napsauttamalla tästä .
smn: Puátusij almostittemtilálâšvuođâ puáhtá čuávvuđ meid káidusohtâvuođáin Teams peht: Seervâ čuákkimân spokkâlmáin täst .

source: Julkaisutilaisuuden ohjelma .
smn: Almostittemtilálâšvuođâ ohjelm suomâkielân .

source: Arviointia varten järjestettiin haastatteluita ja kuulemistilaisuuksia alkuvuodesta 2022.
smn: Árvuštâllâm várás uárnejii sahhiittâlmijd já kuullâmtilálâšvuođâid algâivveest 2022.

source: Lisäksi tietoa kerättiin opetuksen järjestäjille, opettajille ja oppilaille suunnatuilla kyselyillä.
smn: Toos lasseen tiäđuid nurrii máttááttâs uárnejeijeid, máttáátteijeid já uáppeid čuosâttum koijâdâlmijguin.

source: Karvin arviointisuunnitelmassa etäopetushanke liittyy yhdenvertaisuuden edistämisen, oppimisen ja osaamisen kehittämisen sekä koulutusjärjestelmän toimivuuden lisäämisen painopisteisiin.
smn: Karvi árvuštâllâmvuávám mield káidusmáttááttâshaahân kuleh oovtviärdásâšvuođâ ovdedem, oppâm já mättim lasettem sehe škovlimvuáháduv tooimâ pyeredem fáádáh.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Marita Härmälä Johtava arviointiasiantuntija, Karvi +358 29 533 5560 marita.harmala@karvi.fi
smn: Marita Härmälä Njunoš árvuštâllâmäššitobdee, Karvi +358 29 533 5560 marita.harmala@karvi.fi

source: Hanna Helander Projektipäällikkö, saamen kielten etäopetushanke +358 40 7012 094 hanna.helander@edu.utsjoki.fi
smn: Hanna Helander Proojeekthovdâ, sämikielâi káidusmáttááttâshaahâ +358 40 7012 094 hanna.helander@edu.utsjoki.fi

source: Lisätietoja Saamen kielten etäopetushankkeesta:
smn: Lasetiäđuh Sämikielâi káidusmáttááttâshaavâst:

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
smn: Sämikielâi káidusmáttááttâs piiloothaahâ lii Ucjuv kieldâ jođettem já Sämitige koordinistem haahâ.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
smn: Haavâ ruttâd máttááttâs- já kulttuurministeriö.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
smn: Haavâ ulmen lii faallâđ sämikielâ káidusmáttááttâs vuáđuškoovlâ já nube tääsi uáppeid sämikuávlu kieldâi ulguubel kyehti okkotiijme verd já ovdediđ sämikielâi káidusmáttááttâs pedagogiik.

source: Etäopetushankkeen opetus on reaaliaikaista (synkronista) opetusta.
smn: Káidusmáttááttâshaavâ máttááttâs lii reaaláigásâš (synkroonlâš) máttááttâs.

source: Tällöin opettaja ja etäopetukseen osallistuvat oppilaat ja opiskelijat osallistuvat samaan aikaan oppitunneille omilla päätelaitteillaan, mutta fyysisesti eri paikoissa.
smn: Talle máttáátteijee já uáppeeh uásálisteh siämmáá ääigi oppâtijmijd jieijâs piergâsijguin, mutâ fyysilávt sierâ paaihijn.
